Repository: FallenPhoenix/wesnoth-Bobs_RPG_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-Bobs_RPG_Era.po
Languages: ru

source: Version $version - Right-click on your unit to design your character. - Disable autosaves if the game is lagging at the start of turns. - Please report bugs or leave feedback on the forum thread.
ru: Версия 1.4.4 - Для выбора особых характеристик персонажа воспользуйтесь его контекстным меню. - Если игра лагает в начале хода, попробуйте отключить автосохранение. - Сообщить о багах или оставить отзыв по эре можно в соответствующей теме на форуме.

source: Bob's RPG Era: Competitive Mode
ru: Bob's RPG Era: Режим противостояния

source: Version $version - Right-click on your unit to design your character. - Disable autosaves if the game is lagging at the start of turns. - Please report bugs or leave feedback on the forum thread. - Competitive mode is intended for survivals and standard battle maps with 1-6 players.
ru: Версия 1.4.4 - Для выбора особых характеристик персонажа воспользуйтесь его контекстным меню. - Если игра лагает в начале хода, попробуйте отключить автосохранение. - Сообщить о багах или оставить отзыв по эре можно в соответствующей теме на форуме. - Режим противостояния предназначен для карт на выживание и стандартный боев от 1 до 6 игроков.

source: menu^Create Character
ru: Создать персонажа

source: menu^Character Sheet
ru: Экран персонажа

source: menu^Inventory
ru: Инвентарь

source: menu^Stances
ru: Сменить стойку

source: menu^Give
ru: Отдать вещь

source: menu^Use Weaponcraft
ru: Обработать оружие

source: menu^Rouse
ru: Подбодрить

source: menu^Mount
ru: Оседлать

source: menu^Dismount
ru: Слезть

source: menu^Use Herbalism
ru: Знахарство

source: menu^Tame
ru: Приручить

source: menu^Pickpocket
ru: Воровство

source: menu^Make Trap
ru: Сделать ловушку

source: menu^Set Trap
ru: Установить ловушку

source: menu^Use Concoction
ru: Алхимия

source: menu^Conjure
ru: Призыв

source: caption^Character Sheet
ru: Персонаж $character[$side_number].name

source: Class:
ru: Класс:

source: Weapon Skills:
ru: Боевые навыки:

source: Melee: $melee_weapon_skill Ranged: $ranged_weapon_skill Critical Hit Chance: $unit.variables.critical_chance|%
ru: Ближний бой: $melee_weapon_skill Дальний бой: $ranged_weapon_skill Шанс критического удара: $unit.variables.critical_chance|%

source: sheet^Improve Character
ru: Улучшение персонажа

source: Character Points: $character[$side_number].character_points
ru: Очки навыков: $character[$side_number].character_points

source: sheet^Inventory
ru: Инвентарь

source: sheet^Change Stance
ru: Смена стойки

source: sheet^Talk In Character
ru: Разговор

source: sheet^Help
ru: Справка

source: caption^Character Design
ru: Создание персонажа

source: Choose a portrait for your character.
ru: Выберите портрет для своего персонажа.

source: Choose a talent for your character.
ru: Выберите талант, которым будет обладать ваш персонаж.

source: Choose a defect for your character.
ru: Выберите недостаток, которым будет обладать ваш персонаж.

source: caption^Improve Character
ru: Улучшение персонажа

source: You have $character[$side_number].character_points character points to spend.
ru: Вы можете потратить $character[$side_number].character_points очков.

source: CLASSES
ru: КЛАССЫ

source: PERKS
ru: ХАРАКТЕРИСТИКИ

source: ABILITIES
ru: СПОСОБНОСТИ

source: WEAPON SPECIALS
ru: ОСОБЫЕ АТАКИ

source: COMBAT STANCES
ru: БОЕВЫЕ СТОЙКИ

source: skill_points^Cost: 1
ru: Стоимость: 1

source: skill_points^Cost: 2
ru: Стоимость: 2

source: skill_points^Cost: 3
ru: Стоимость: 3

source: skill_points^Cost: 4
ru: Стоимость: 4

source: skill_points^Cost: 5
ru: Стоимость: 5

source: skill_points^Cost: 6
ru: Стоимость: 6

source: skill_points^Cost: 7
ru: Стоимость: 7

source: skill_points^Cost: 8
ru: Стоимость: 8

source: skill_points^Cost: 9
ru: Стоимость: 9

source: caption^Talk In Character
ru: Разговор

source: What will you say?
ru: Что вы хотите сказать?

source: Custom Message
ru: Особое сообщение

source: Type Here:
ru: Введите здесь:

source: Suggest waiting Until Dawn
ru: Предложить подождать до рассвета

source: Suggest waiting Until Dusk
ru: Предложить подождать до заката

source: Suggest Following The Path
ru: Позвать за собой

source: Ask Party To Wait
ru: Попросить подождать

source: Ask For Help
ru: Попросить помощи

source: Offer Healing
ru: Предложить полечить

source: Request Healing
ru: Попросить полечить

source: Request Gold
ru: Попросить золота

source: Curse $character[1].name
ru: Обругать $character[1].name

source: Damn you $character[1].name|. You are a burden to us all!
ru: Чёрт бы тебя побрал, $character[1].name|. Ты бремя для всех нас!

source: female^Damn you $character[1].name|. You are a burden to us all!
ru: Чёрт бы тебя побрал, $character[1].name|. Ты нас всех только обременяешь!

source: Curse $character[2].name
ru: Обругать $character[2].name

source: Curse $character[3].name
ru: Обругать $character[3].name

source: Curse $character[4].name
ru: Обругать $character[4].name

source: Curse $character[5].name
ru: Обругать $character[5].name

source: Curse $character[6].name
ru: Обругать $character[6].name

source: Praise $character[1].name
ru: Похвалить $character[1].name

source: Praise $character[2].name
ru: Похвалить $character[2].name

source: Praise $character[3].name
ru: Похвалить $character[3].name

source: Praise $character[4].name
ru: Похвалить $character[4].name

source: Praise $character[5].name
ru: Похвалить $character[5].name

source: Praise $character[6].name
ru: Похвалить $character[6].name

source: Suggest Heading North
ru: Предложить северное направление

source: Suggest Heading South
ru: Предложить южное направление

source: Suggest Heading West
ru: Предложить западное направление

source: Suggest Heading East
ru: Предложить восточное направление

source: Battle Cry
ru: Боевой клич

source: Suggest Splitting Up
ru: Предложить разделиться

source: Suggest Sticking Together
ru: Предложить объединиться

source: Suggest Fleeing
ru: Предложить бегство

source: Suggest Retreating
ru: Предложить отступление

source: Heroic Last Words
ru: Героические предсмертные слова

source: Lamentful Last Words
ru: Горестные предсмертные слова

source: caption^Bob's RPG Era - Help
ru: Справка по Bob's RPG Era

source: Select a topic.
ru: Выберите статью.

source: help^Character Class
ru: Класс персонажа

source: <span size='small'>- There are four character classes: Warrior, Ranger, Vagabond, Magician. - Your initial choice of class determines certain stats like hitpoints, moves and max xp. - Within each class there are five levels: Layman, Novice, Experienced, Veteran, Master. - You begin as Experienced in your primary class, and a Layman in all others (except for Mixed Class units, which begin as Novices in two classes). - Despite this initial choice, a character can progress, at a cost, in other classes. - You gain 10 character points every time your unit AMLAs. These can be used to improve your character or advance a class level. - Advancing class doesn't affect stats in any way, it simply allows a new set of options. - Usually a character can only boost melee/ranged damage if they advance a Warrior/Ranger class level.</span>
ru: <span size='small'>- В эре доступно 4 игровых класса: воин, следопыт, бродяга и маг. - Your initial choice of class determines certain stats like hitpoints, moves and max xp. - Within each class there are five levels: Layman, Novice, Experienced, Veteran, Master. - You begin as Experienced in your primary class, and a Layman in all others (except for Mixed Class units, which begin as Novices in two classes). - Despite this initial choice, a character can progress, at a cost, in other classes. - You gain 10 character points every time your unit AMLAs. These can be used to improve your character or advance a class level. - Advancing class doesn't affect stats in any way, it simply allows a new set of options. - For any character to boost melee/ranged damage they must advance in Warrior/Ranger class level.</span>

source: help^Race
ru: Раса персонажа

source: <span size='small'>- The race of your character determines your resistances and movetype. - Humans have smallfoot movetype and +20% arcane resistance. - Elves have -3 HP, woodland movetype and -10% arcane resistance. - Dwarves have +3 HP, -1 movement and +20% blade/pierce/impact resistance and +10% fire/arcane/cold resistance. - The exception is the vagabonds, who are all elusivefoots. Only humans can be vagabonds.</span>
ru: <span size='small'>- Раса персонажа определяет его сопротивляемости и тип передвижения. - У людей smallfoot movetype и +20% сопротивления мистике. - У эльфов -3 ЗД, лесной тип передвижения и -10% сопротивления мистике. - У гномов +3 ЗД, -1 очко движения, +20% сопротивления режущим, колющим и дробящим атакам, +10% сопротивления огню, холоду и мистике. - The exception is the vagabonds, who are all elusivefoots. Бродягами могут быть только люди.</span>

source: help^Stances
ru: Боевые стойки

source: <span size='small'>- Stances add temporary bonuses and penalties which are reversed when the stance is changed. - They allow characters' stats to be altered to suit the situation - and preference of the player. - Your current stance is displayed with an icon overlayed on the unit.</span>
ru: <span size='small'>- Stances add temporary bonuses and penalties which are reversed when the stance is changed. - They allow units' stats to be altered to suit the situation - and preference of the player. - Текущая стойка отображается небольшим значком над бойцом.</span>

source: help^Inventory
ru: Инвентарь

source: help^Critical Hits
ru: Критические удары

source: Return To Help Menu
ru: Вернуться в меню справки

source: caption^Inventory
ru: Инвентарь

source: Current Melee Weapon: $character[$side_number].melee_weapon_name
ru: Оружие ближнего боя: $character[$side_number].melee_weapon_name

source: Current Ranged Weapon: $character[$side_number].ranged_weapon_name
ru: Оружие дальнего боя: $character[$side_number].ranged_weapon_name

source: (Select to change weapon)
ru: (сменить оружие)

source: (Select to examine)
ru: (изучить доспех)

source: $character[$side_number].name has equipped a new weapon
ru: $character[$side_number].name сменил оружие.

source: female^$character[$side_number].name has equipped a new weapon
ru: $character[$side_number].name сменила оружие.

source: Return To Inventory
ru: Вернуться в инвентарь

source: caption^Stances
ru: Выбор стойки

source: Stances add temporary bonuses and penalties which are reversed when the stance is changed. Your current stance is: $current_stance
ru: Stances add temporary bonuses and penalties which are reversed when the stance is changed. Ваша текущая стойка: $current_stance

source: $character[$side_number].name has adopted the $new_stance
ru: $character[$side_number].name перешёл $new_stance|.

source: female^$character[$side_number].name has adopted the $new_stance
ru: $character[$side_number].name перешла $new_stance|.

source: normal stance
ru: в обычную стойку

source: attack stance
ru: в атаку

source: blitz stance
ru: в блиц-атаку

source: defend stance
ru: в защиту

source: aim stance
ru: на прицеливание

source: quickfire stance
ru: на скорострельность

source: dodge stance
ru: на увороты

source: run stance
ru: на бег

source: caption^Giving
ru: Передача вещей

source: What will you give to $character[$unit.side].name|?
ru: Что вы хотите отдать игроку $character[$unit.side].name|?

source: $character[$side_number].name has given $character[$unit.side].name $gived_item
ru: $character[$side_number].name отдал $gived_item $character[$unit.side].name|.

source: female^$character[$side_number].name has given $character[$unit.side].name $gived_item
ru: $character[$side_number].name отдала $gived_item $character[$unit.side].name|.

source: give^Gold
ru: Золото

source: caption^Giving Gold
ru: Передача золота

source: How much gold will you give to $unit.name|? $unit.name currently has: $taker.gold|g
ru: Сколько золота вы дадите игроку $character[$unit.side].name|? Сейчас у него: $taker.gold|з

source: give_gold^Amount:
ru: Сумма:

source: $character[$side_number].name has given $unit.name $donation gold pieces
ru: $character[$side_number].name дал $donation золотых $unit.name|.

source: female^$character[$side_number].name has given $unit.name $donation gold pieces
ru: $character[$side_number].name дала $donation золотых $unit.name|.

source: caption^Weaponcraft
ru: Обработка оружия

source: Weaponcraft allows you to use raw materials from your inventory to improve your melee weapon. The effects of weaponcraft are temporary and will wear off after your next combat - or if you equip a new weapon.
ru: Навык оружейного искусства позволяет вам улучшать своё контактное оружие с помощью различных предметов из инвентаря. Эффект обработки спадает после битвы либо смены оружия.

source: $character[$side_number].name has used Weaponcraft
ru: $character[$side_number].name обработал своё оружие.

source: female^$character[$side_number].name has used Weaponcraft
ru: $character[$side_number].name обработала своё оружие.

source: caption^Herbalism
ru: Знахарство

source: Herbalism allows you to use raw materials from your inventory to make medicinal balms and broths. The effects are instant.
ru: Знахарство позволяет использовать сырьё из инвентаря для создания лекарственных бальзамов и бульонов. Эффект моментальный.

source: float^Tamed
ru: Приручен

source: float^Wild
ru: Одичал

source: float^$temp_gold|g
ru: $temp_gold|з

source: $character[$side_number].name tried to pickpocket $unit.name|, but their pockets were empty
ru: $character[$side_number].name попытался обворовать $unit.name|, но карманы оказались пусты.

source: female^$character[$side_number].name tried to pickpocket $unit.name|, but their pockets were empty
ru: $character[$side_number].name попыталась обворовать $unit.name|, но карманы оказались пусты.

source: Thief!
ru: Вор!

source: female^Thief!
ru: Вор!

source: Be off with you, dirty pickpocket!
ru: Прочь от сюда, грязный карманник!

source: female^Be off with you, dirty pickpocket!
ru: Прочь от сюда, грязная карманница!

source: caption^Make Trap
ru: Создание ловушек

source: Trapper allows you to use raw materials from your inventory to construct traps. Any traps you make will be added to your inventory. To set a trap you must right-click on an empty adjacent hex.
ru: Навык траппера позволяет вам мастерить ловушки с использованием различных материалов. Все ловушки добавляются в инвентарь и могут быть установлены правым щелчком на соседней пустой ячейке.

source: $character[$side_number].name has made $created_item
ru: $character[$side_number].name сделал $created_item|.

source: female^$character[$side_number].name has made $created_item
ru: $character[$side_number].name сделала $created_item|.

source: caption^Set Trap
ru: Установка ловушки

source: $character[$side_number].name has set $used_item
ru: $character[$side_number].name установил $used_item|.

source: female^$character[$side_number].name has set $used_item
ru: $character[$side_number].name установила $used_item|.

source: $character[$side_number].name has picked up $picked_item
ru: $character[$side_number].name поднял $picked_item|.

source: female^$character[$side_number].name has picked up $picked_item
ru: $character[$side_number].name подняла $picked_item|.

source: float^Poisoned
ru: Отравление

source: float^Slowed
ru: Замедление

source: caption^Concoction
ru: Алхимия

source: Concoction allows you to create potions by mixing two raw materials. Any potions you make will be added to your inventory.
ru: Алхимия позволяет смешивать зелья из двух ингредиентов. Все созданные эликсиры добавляются в ваш инвентарь.

source: $character[$side_number].name has concocted $concocted_item
ru: $character[$side_number].name изготовил $concocted_item|.

source: female^$character[$side_number].name has concocted $concocted_item
ru: $character[$side_number].name изготовила $concocted_item|.

source: caption^Conjure
ru: Призыв существ

source: What will you buy?
ru: Что хотите приобрести?

source: shop^Cost:
ru: Цена:

source: $character[$side_number].name has bought $item
ru: $character[$side_number].name купил $item|.

source: female^$character[$side_number].name has bought $item
ru: $character[$side_number].name купила $item|.

source: Return To Game
ru: Вернуться в игру

source: Warriors
ru: Воины

source: Warrior
ru: Воин

source: Mounted Warrior
ru: Конный воин

source: Rangers
ru: Следопыты

source: Ranger
ru: Следопыт

source: female^Ranger
ru: Следопыт

source: Vagabonds
ru: Бродяги

source: Vagabond
ru: Бродяга

source: female^Vagabond
ru: Бродяга

source: Magicians
ru: Маги

source: Magician
ru: Маг

source: female^Magician
ru: Маг

source: Mixed Class
ru: Гибриды

source: Warrior Ranger
ru: Воин-следопыт

source: Warrior Magician
ru: Воин-маг

source: female^Vagabond Magician
ru: Маг-бродяга

source: Layman Warrior
ru: Не воин

source: Novice Warrior
ru: Начинающий воин

source: Experienced Warrior
ru: Опытный воин

source: Advance To Novice Warrior
ru: Стать начинающим воином

source: Advance To Experienced Warrior
ru: Стать опытным воином

source: Layman Ranger
ru: Не следопыт

source: Novice Ranger
ru: Начинающий следопыт

source: Experienced Ranger
ru: Опытный следопыт

source: Advance To Novice Ranger
ru: Стать начинающим следопытом

source: Advance To Experienced Ranger
ru: Стать опытным следопытом

source: Layman Vagabond
ru: Не бродяга

source: Novice Vagabond
ru: Начинающий бродяга

source: Experienced Vagabond
ru: Опытный бродяга

source: Advance To Novice Vagabond
ru: Стать начинающим бродягой

source: Advance To Experienced Vagabond
ru: Стать опытным бродягой

source: Layman Magician
ru: Не маг

source: Novice Magician
ru: Начинающий маг

source: Experienced Magician
ru: Опытный маг

source: Advance To Novice Magician
ru: Стать начинающим магом

source: Advance To Experienced Magician
ru: Стать опытным магом

source: Horse
ru: Лошадь

source: Wose Sapling
ru: Молодой леший

source: Swampcrawler
ru: Болотник

source: Giant Swampcrawler
ru: Гигантский болотник

source: lightbeam
ru: луч света

source: fireball
ru: огненный шар

source: chill wave
ru: волна холода

source: lightning
ru: молния

source: thorns
ru: шипы

source: faerie fire
ru: волшебный огонь

source: sceptre
ru: скипетр

source: crush
ru: дробящий

source: slime glob
ru: кусок слизи

source: Weaponcraft
ru: Оружейник

source: You are skilled at preparing and maintaining your weapon. Effect: Allows you to use raw materials to improve melee weapons.
ru: You are skilled at preparing and maintaining your weapon. Эффект: Allows you to use raw materials to improve melee weapons.

source: weaponcraft
ru: оружейник

source: female^weaponcraft
ru: оружейница

source: Rouser
ru: Буян

source: You are able to rouse allies into performing deeds of bravery. Effect: Allows you to give others a temporary movement bonus.
ru: You are able to rouse allies into performing deeds of bravery. Эффект: Allows you to give others a temporary movement bonus.

source: rouser
ru: буян

source: female^rouser
ru: буян

source: Rider
ru: Всадник

source: You are trained in the art of riding. Effect: Allows you to mount and ride horses.
ru: Вы обучены мастерству верховой езды. Эффект: Позволяет оседлать лошадь.

source: rider
ru: всадник

source: female^rider
ru: всадница

source: You are trained in the art of riding. An adjacent animal with the 'mount' ability can be riden by right-clicking on it. To dismount, right-click again on an empty adjacent hex. You will not be able to move after dismounting. Whilst mounted your max moves, movetype and pierce resistances are modified.
ru: Персонаж хорошо обучен мастерству верховой езды.

source: Herbalism
ru: Знахарь

source: You have a thorough knowledge of plants and their medicinal properties. Effect: Allows you to use raw materials to create simple balms.
ru: Вы хорошо знаете лекарственные свойства растений. Эффект: Позволяет использовать подручное сырьё в лечебных целях.

source: herbalism
ru: знахарь

source: female^herbalism
ru: знахарка

source: You have a thorough knowledge of plants and their medicinal properties. Herbalism allows you to use raw materials from your inventory to apply medicinal balms. This is done by right-clicking on your character.
ru: Персонаж прекрасно знает лечебные свойства растений, и способен помогать себе в сражениях несложными бальзамами из подручного сырья (доступно по правому клику на себе).

source: Tamer
ru: Укротитель

source: You have a natural affinity with beasts of the wild. Effect: Allows you to temporarily tame creatures.
ru: У вас природная близость с дикими животными. Эффект: Позволяет временно приручать существ.

source: tamer
ru: укротитель

source: female^tamer
ru: укротитель

source: You have a natural affinity with beasts of the wild. Each turn, instead of attacking, a tamer can attempt to tame a creature or monster. This is done by right-clicking on a suitable adjacent unit. A taming attempt has a 60% of success. If the attempt fails the creature will lash out; if it is successful, the creature will join the side of the tamer. However, every subsequent turn there is a 30% chance that the creature will become wild again.
ru: У персонажа есть какая-то естественная близость с дикими существами. На каждом ходу вместо атаки он может попытаться приручить существо с 60% шансом на успех. В случае неудачи животное атакует, а при благополучном приручении временно встанет на сторону укротителя, но каждый последующий ход есть шанс в 30%, что оно снова одичает.

source: Pickpocket
ru: Карманник

source: Your fingers have a habit of slipping into other people's purses. Effect: Allows you to steal gold from other units.
ru: Your fingers have a habit of slipping into other people's purses. Эффект: Allows you to steal gold from other units.

source: pickpocket
ru: карманник

source: female^pickpocket
ru: карманница

source: Trapper
ru: Траппер

source: You are skilled at ensnaring both man and beast alike. Effect: Allows you to make and set traps.
ru: You are skilled at ensnaring both man and beast alike. Эффект: Позволяет изготовлять и устанавливать ловушки.

source: trapper
ru: траппер

source: female^trapper
ru: траппер

source: Concoction
ru: Алхимик

source: You have mastered the art of fusing the elements into potent fluids. Effect: Allows you to mix raw materials to create potions.
ru: You have mastered the art of fusing the elements into potent fluids. Эффект: Позволяет создавать зелья из различного сырья.

source: concoction
ru: алхимик

source: female^concoction
ru: алхимик

source: Conjurer
ru: Заклинатель

source: You have the power to conjure creatures out of the ether. Effect: Allows you use raw materials to create new units.
ru: Вы наделены способностью призывать существ из эфира. Эффект: Позволяет создавать существ из различных предметов.

source: conjurer
ru: призыв

source: female^conjurer
ru: призыв

source: Naive
ru: Наивный

source: You are inexperienced and unprepared for the trials of life. Effect: You start with -5 character points.
ru: Вы неопытны и неподготовлены к жизненным испытаниям. Эффект: -5 очков персонажа при старте.

source: naive
ru: наивный

source: female^naive
ru: наивная

source: You are inexperienced and unprepared for the trials of life. You start with with -5 character points.
ru: Герой наивен и не подготовлен к жизненным испытаниям. Начинает игру с очками навыков, меньшими на 5.

source: Selfish
ru: Жадный

source: Your greed and reluctance to share your spoils is repaid in kind. Effect: You cannot give or be given items.
ru: Ваша жадность отбивает и у других желание чем-то с вами делиться. Эффект: Не можете отдавать и брать предметы.

source: selfish
ru: жадный

source: female^selfish
ru: жадная
