Repository: FallenPhoenix/wesnoth-Bobs_RPG_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-Bobs_RPG_Era.po
Languages: ru

source: You are greedy and your reluctance to share your spoils is usually repaid in kind. You cannot give or be given items.
ru: Герой жаден и не любит делиться боевыми трофеями, чем вызывает у компаньонов ответную реакцию. Обмен предметами с ним невозможен.

source: Cowardly
ru: Трусливый

source: You cannot stand the sight of blood, especially your own. Effect: You fight worse in melee combat when wounded.
ru: Вы не выносите вида крови, особенно своей собственной. Эффект: Плохо сражаетесь в ближнем бою после ранений.

source: cowardly
ru: трусливый

source: female^cowardly
ru: трусливая

source: You cannot stand the sight of blood, especially your own. You fight worse in melee combat when wounded.
ru: Плохо сражается в ближнем бою после ранений.

source: Clubfoot
ru: Косолапый

source: You walk with an awkward gait, forever trailing behind. Effect: You have -1 movement and cannot use the run stance.
ru: You walk with an awkward gait, forever trailing behind. Эффект: -1 единица передвижения и невозможность бегать.

source: clubfoot
ru: косолапый

source: female^clubfoot
ru: косолапая

source: Diseased
ru: Больной

source: Afflicted with a rare ailment, your life is clouded by pestilience. Effect: Every turn there is a 15% chance you'll be poisoned.
ru: Afflicted with a rare ailment, your life is clouded by pestilience. Эффект: На каждом ходу есть 15% шанс получить отравление.

source: diseased
ru: больной

source: female^diseased
ru: больная

source: Stupid
ru: Глупый

source: You struggle with even the simplest mental tasks. Effect: Your max XP is increased by 20%.
ru: You struggle with even the simplest mental tasks. Эффект: Максимальный опыт увеличивается на 20%.

source: stupid
ru: глупый

source: female^stupid
ru: глупая

source: Psycho
ru: Псих

source: A troubled childhood has left you prone to fits of insanity. Effect: When you attack there's a 10% chance you'll go bezerk.
ru: A troubled childhood has left you prone to fits of insanity. Эффект: При атаке 10% шанс впасть в состояние берсерка.

source: psycho
ru: псих

source: female^psycho
ru: псих

source: skill^Swordsmanship
ru: Владение мечом

source: (Requires Swordsmanship)
ru: (требуется владение мечом)

source: skill^Spearmanship
ru: Владение копьём

source: (Requires Spearmanship)
ru: (требуется владение копьём)

source: skill^Axe Wielding
ru: Владение топором

source: (Requires Axe Wielding)
ru: (требуется владение топором)

source: skill^Daggerplay
ru: Владение кинжалом

source: (Requires Daggerplay)
ru: (требуется владение кинжалом)

source: skill^Mace Wielding
ru: Владение булавой

source: (Requires Mace Wielding)
ru: (требуется владение булавой)

source: skill^Staff Wielding
ru: Владение посохом

source: (Requires Staff Wielding)
ru: (требуется владение посохом)

source: skill^Bowmanship
ru: Владение луком

source: (Requires Bowmanship)
ru: (требуется владение луком)

source: skill^Crossbowmanship
ru: Владение арбалетом

source: (Requires Crossbowmanship)
ru: (требуется владение арбалетом)

source: skill^Slingmanship
ru: Владение пращой

source: (Requires Slingmanship)
ru: (требуется владение пращой)

source: skill^Knife Throwing
ru: Метание ножей

source: skill^Hatcheteering
ru: Метание топоров

source: skill^Javelineering
ru: Метание копий

source: (Requires Javelineering)
ru: (требуется копьеметание)

source: skill^Light
ru: Магия света

source: skill^Fire
ru: Магия огня

source: skill^Ice
ru: Магия холода

source: skill^Lightning
ru: Молнии

source: skill^Sky Spirits
ru: Небесные духи

source: skill^Forest Spirits
ru: Лесные духи

source: Power
ru: Сила

source: Gives you +1 damage to your melee attack.
ru: Увеличивает урон в ближнем бою на 1.

source: Gives you +2 damage to your melee attack.
ru: Увеличивает урон в ближнем бою на 2.

source: Gives you +3 damage to your melee attack.
ru: Увеличивает урон в ближнем бою на 3.

source: Accuracy
ru: Ловкость

source: Gives you +1 damage to your ranged attack.
ru: Увеличивает урон в дальнем бою на 1.

source: Gives you +2 damage to your ranged attack.
ru: Увеличивает урон в дальнем бою на 2.

source: Gives you +3 damage to your ranged attack.
ru: Увеличивает урон в дальнем бою на 3.

source: Gives you +6 damage to your ranged attack.
ru: Увеличивает урон в дальнем бою на 6.

source: Stamina
ru: Выносливость

source: +4 max hitpoints.
ru: Увеличивает максимальное здоровье на 4.

source: Speed
ru: Скорость

source: +1 movement.
ru: Увеличивает единицы передвижения на 1.

source: Wisdom
ru: Мудрость

source: -3 max experience.
ru: Уменьшает максимальный опыт на 3.

source: Luck
ru: Удача

source: Increases the chance of scoring a critical hit by 1%.
ru: Повышает шанс критического удара на 1%.

source: Hillsmanship
ru: Холмоход

source: Reduces movement cost on hills to 1.
ru: Снижает стоимость передвижения по холмам до 1.

source: Woodsmanship
ru: Лесник

source: Reduces movement cost in forests to 1.
ru: Снижает стоимость передвижения по лесам до 1.

source: Desert Trekking
ru: Пустынник

source: Reduces movement cost on sand to 1.
ru: Снижает стоимость передвижения по песку до 1.

source: Snow Trekking
ru: Полярник

source: Reduces movement cost on snow and ice to 1.
ru: Снижает стоимость передвижения по снегу и льду до 1.

source: Swimming
ru: Плавец

source: Reduces movement cost in shallow water and swamp to 1.
ru: Снижает стоимость передвижения по мелководью и болоту до 1.

source: Mountaineering
ru: Альпинист

source: Reduces movement cost in mountains to 1.
ru: Снижает стоимость передвижения по горам до 1.

source: Potholing
ru: Спелеолог

source: Reduces movement cost in caves to 1.
ru: Снижает стоимость передвижения по пещерам до 1.

source: +10% to resistances when defending.
ru: +10% сопротивления при защите.

source: +20% to resistances when defending.
ru: +20% сопротивления при защите.

source: Inspire
ru: Вдохновитель

source: Adjacent allied units fight better.
ru: Стоящие рядом союзники лучше сражаются.

source: inspire
ru: вдохновляет

source: Lead
ru: Лидер

source: Mentor
ru: Наставник

source: Adjacent allied units gain experience whenever you make a kill.
ru: Когда вы убиваете врагов, рядом стоящие союзники получают немного опыта.

source: mentor
ru: наставник

source: Mentor: When this unit kills an opponent all adjacent allies gain experience points equal to the level of the dead unit.
ru: Наставник: Когда этот боец убивает врагов, все стоящие на соседних полях союзники получают опыт, равный уровню убитого.

source: Loner
ru: Одиночка

source: You do +10% attacking damage when not adjacent to an ally.
ru: +10% урона, когда рядом нет союзников.

source: loner
ru: одиночка

source: Loner: This unit does +10% damage when there are no allied units on any adjacent hex.
ru: Одиночка: Боец получает 10% бонус к урону, когда на соседних полях не стоят его союзники.

source: You do +20% attacking damage when not adjacent to an ally.
ru: +20% урона, когда рядом нет союзников.

source: Maverick: This unit does +20% damage when there are no allied units on any adjacent hex.
ru: Maverick: Боец получает 20% бонус к урону, когда на соседних полях не стоят его союзники.

source: Conceal
ru: Скрытность

source: Distract
ru: Отвлечение

source: Negates Zones of Control for allies.
ru: Позволяет союзникам проходить через вражеские зоны контроля.

source: Skirmish
ru: Неуловимость

source: Allows you to ignore all enemy Zones of Control.
ru: Позволяет вам игнорировать вражеские зоны контроля.

source: Scare
ru: Запугивание

source: Adjacent enemy units fight worse.
ru: Близстоящие противники хуже сражаются.

source: scare
ru: пугает

source: Scare: This unit can use minor illusions to make it appear more powerful than it really is. Adjacent lower-level enemy units will do 10% less damage in battle.
ru: Запугивание: Этот боец может создавать иллюзию, будто бы он намного сильнее, чем есть на самом деле. Все низкоуровневые противники, находящиеся поблизости, получают 10% штраф к урону.

source: Terrify
ru: Устрашение

source: terrify
ru: устрашает

source: Terrify: This unit can use illusions to make it appear much more powerful than it really is. Adjacent lower-level enemy units will do 20% less damage in battle.
ru: Устрашение: Этот боец может создавать иллюзию, будто бы он гораздо сильнее, чем есть на самом деле. Все низкоуровневые противники, находящиеся поблизости, получают 20% штраф к урону.

source: Illuminates
ru: Освещение

source: Darkens
ru: Затемнение

source: Heals +2
ru: Лечение +2

source: Grants you the power to heal adjacent units 2 HP per turn.
ru: Позволяет лечить соседних бойцов на 2 ЗД за ход.

source: Heals +4
ru: Лечение +4

source: Grants you the power to heal adjacent units 4 HP per turn.
ru: Позволяет лечить соседних бойцов на 2 ЗД за ход.

source: Heals +6
ru: Лечение +6

source: Grants you the power to cure and heal adjacent units 6 HP per turn.
ru: Позволяет исцелять и лечить соседних бойцов на 6 ЗД за ход.

source: Heals +8
ru: Лечение +8

source: Grants you the power to cure and heal adjacent units 8 HP per turn.
ru: Позволяет исцелять и лечить соседних бойцов на 8 ЗД за ход.

source: Heals +10
ru: Лечение +10

source: Grants you the power to cure and heal adjacent units 10 HP per turn.
ru: Позволяет исцелять и лечить соседних бойцов на 10 ЗД за ход.

source: Heals +12
ru: Лечение +12

source: Grants you the power to cure and heal adjacent units 12 HP per turn.
ru: Позволяет исцелять и лечить соседних бойцов на 12 ЗД за ход.

source: React
ru: Реакция

source: Your melee attack has at least a 50% cth when defending.
ru: Не менее 50% шанс попасть при обороне в ближнем бою.

source: Your ranged attack has at least a 50% cth when defending.
ru: Не менее 50% шанс попасть при обороне в дальнем бою.

source: react
ru: реакция

source: React: When used defensively, this attack always has at least a 50% chance to hit.
ru: Реакция: В обороне эта атака имеет как минимум 50% шанс попасть.

source: Counter
ru: Контратака

source: Your melee attack has at least a 60% chance to hit when defending.
ru: Не менее 60% шанс попасть при обороне в ближнем бою.

source: Your ranged attack has at least a 60% cth when defending.
ru: Не менее 60% шанс попасть при обороне в дальнем бою.

source: counter
ru: контратака

source: Counter: When used defensively, this attack always has at least a 60% chance to hit.
ru: Контратака: В обороне эта атака имеет как минимум 60% шанс попасть.

source: Deft
ru: Меткость

source: Your melee attack has at least a 50% cth when attacking.
ru: Не менее 50% шанс попасть при нападении в ближнем бою.

source: Your ranged attack has at least a 50% cth when attacking.
ru: Не менее 50% шанс попасть при нападении в дальнем бою.

source: deft
ru: меткость

source: Deft: When used offensively, this attack always has at least a 50% chance to hit.
ru: Меткость: В нападении эта атака имеет как минимум 50% шанс попасть.

source: Marksman
ru: Снайпер

source: Your melee attack has at least a 60% cth when attacking.
ru: Не менее 60% шанс попасть при нападении в ближнем бою.

source: Your ranged attack has at least a 60% cth when attacking.
ru: Не менее 60% шанс попасть при нападении в дальнем бою.

source: Firststrike
ru: Первый удар

source: Backstab
ru: Удар в спину

source: Surprise
ru: Сюрприз

source: slows
ru: замедляет

source: Slow: This attack slows the target until it ends a turn. Slow halves the damage caused by attacks and the movement cost for a slowed unit is doubled. This special will be removed after this unit's next combat.
ru: Замедление: Эта атака замедляет жертву до конца хода. Замедленный боец будет наносить в два раза меньший ущерб и перемещаться в два раза медленнее. Когда боец замедлен, к его описанию в правой части экрана добавляется значок улитки.Свойство исчезнет после первой битвы.

source: poison
ru: яд

source: Poison: This attack poisons living targets. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison can not, of itself, kill a unit. This special will be removed after this unit's next combat.
ru: Яд: Данный вид атаки отравляет живых. Отравленный боец теряет 8 ЗД каждый ход до тех пор, пока не исцелится, либо пока его здоровье не уменьшится до 1 ЗД. Яд сам по себе не может убить жертву. Свойство исчезнет после первой битвы.

source: sharpened
ru: заточка

source: Sharpened: The damage of this weapon has been temporarily increased as a result of weaponcraft. This bonus will be removed after your next combat.
ru: Заточка: Урон данного оружия был временно увеличен обработкой. Этот бонус исчезнет после первой же битвы.

source: stance^Normal
ru: Обычная

source: No bonuses or penalties
ru: Без бонусов и штрафов

source: stance^Attack
ru: Атака

source: +2 melee damage -2 movement -10% defence
ru: +2 урона в ближнем бою -2 передвижения -10% защиты

source: stance^Blitz
ru: Блиц

source: +1 melee attacks -1 melee and ranged damage -10% chance to hit with melee weapon
ru: +1 ближняя атака -1 урон -10% шанс попасть в ближнем бою

source: blitz
ru: блиц

source: stance^Defend
ru: Оборона

source: +20% to all resistances -2 melee and ranged damage -2 movement
ru: +20% ко всем сопротивлениям -2 урона -2 передвижения

source: stance^Aim
ru: Прицеливание

source: +10% chance to hit with ranged weapon +3 ranged damage -1 melee and ranged attacks
ru: +10% шанс попасть из стрелкового оружия +3 урона в дальнем бою -1 атака

source: stance^Quickfire
ru: Скорострельность

source: +1 ranged attacks -2 melee and ranged damage -2 movement
ru: +1 дальняя атака -2 урона -2 передвижения

source: stance^Dodge
ru: Уворот

source: +10% defence -2 melee and ranged damage -1 movement
ru: +10% защиты -2 урона -1 передвижение

source: stance^Run
ru: Бег

source: +2 movement -2 melee and ranged damage -10% defence
ru: +2 передвижения -2 урона -10% защиты

source: energised
ru: энергичность

source: float^Energised
ru: Энергичность

source: frenzy
ru: неистовство

source: float^Frenzy
ru: Неистовство

source: bloodlust
ru: кровожадность

source: float^Bloodlust
ru: Кровожадность

source: maimed
ru: искалечен

source: float^Maimed
ru: Искалечен

source: blinded
ru: ослеплён

source: float^Blinded
ru: Ослеплён

source: crippled
ru: хромает

source: float^Crippled
ru: Хромота

source: float^-1xp
ru: -1 ОП

source: float^Healed
ru: Исцелён

source: Cloak
ru: Накидка

source: Leather Tunic
ru: Кожаная туника

source: Studded Jerkin
ru: Шипованный жакет

source: Chainmail Shirt
ru: Кольчужная рубаха

source: Plate Armour
ru: Пластинчатый доспех

source: Sword
ru: Меч

source: sword
ru: меч

source: a Sword
ru: меч

source: Blade melee weapon
ru: Режущее оружие ближнего боя

source: A standard blade, forged of good iron. The typical sword is of medium length and width. A very utilitarian weapon designed to kill, not to impress.
ru: Обычный меч, выкованный из качественного железа. Длина и ширина вполне стандартны. Функциональное оружие, служащее для убийства, а не выпендрёжа.

source: Elven Sword
ru: Эльфийский меч

source: elven sword
ru: эльфийский меч

source: an Elven Sword
ru: эльфийский меч

source: Saber
ru: Сабля

source: saber
ru: сабля

source: a Saber
ru: саблю

source: Spear
ru: Копьё

source: spear
ru: копьё

source: a Spear
ru: копьё

source: Pierce melee weapon
ru: Колющее оружие ближнего боя

source: Axe
ru: Топор

source: axe
ru: топор

source: an Axe
ru: топор

source: Dagger
ru: Кинжал

source: dagger
ru: кинжал

source: a Dagger
ru: кинжал

source: Mace
ru: Булава

source: mace
ru: булава

source: a Mace
ru: булаву

source: Impact melee weapon
ru: Крушащее оружие ближнего боя

source: Staff
ru: Посох

source: staff
ru: посох

source: a Staff
ru: посох

source: Elven Staff
ru: Эльфийский посох

source: elven staff
ru: эльфийский посох

source: an Elven Staff
ru: эльфийский посох

source: Quarterstaff
ru: Палица

source: quarterstaff
ru: палица

source: a Quarterstaff
ru: палицу

source: Hammer
ru: Молот

source: hammer
ru: молот

source: a Hammer
ru: молот

source: Holy Sword
ru: Священный меч

source: holy sword
ru: священный меч

source: a Holy Sword
ru: священный меч

source: Arcane melee weapon
ru: Мистическое оружие ближнего боя

source: This sword has been enchanted by mysterious arcane magic, many believe it to be Holy. Modifiers: None Damage Type: Arcane Specials: None
ru: Этот меч был зачарован таинственным заклинанием. Многие считают его священным. Модификаторы: нет Тип повреждений: мистические Особое: нет

source: Salamander Blade
ru: Клинок саламандры

source: salamander blade
ru: клинок саламандры

source: the Salamander Blade
ru: клинок саламандры

source: Fire melee weapon: +3 damage
ru: Огненное оружие ближнего боя: +3 урона

source: Slayer
ru: Губитель

source: slayer
ru: губитель

source: a Slayer
ru: губитель

source: Blade melee weapon: Dread, +1 damage
ru: Режущее оружие ближнего боя: +1 урон, Dread

source: Barbed Spear
ru: Копьё с шипами

source: barbed spear
ru: копьё с шипами

source: a Barbed Spear
ru: копьё с шипами

source: Pierce melee weapon: +2 damage
ru: Колющее оружие ближнего боя: +2 урона

source: Lance
ru: Пика

source: lance
ru: пика

source: a Lance
ru: пику

source: Pierce melee weapon: Charge
ru: Колющее оружие ближнего боя: наскок

source: A spear used for thrusting is referred to as a lance. While it can be used to thrust at surrounding enemies, the lance proves most deadly in a charge, when it strikes with the extra power of momentum. Modifiers: None Damage Type: Pierce Specials: Charge
ru: A spear used for thrusting is referred to as a lance. While it can be used to thrust at surrounding enemies, the lance proves most deadly in a charge, when it strikes with the extra power of momentum. Модификаторы: нет Тип повреждений: колющие Особое: Charge

source: Enchanted Spear
ru: Зачарованное копьё

source: enchanted spear
ru: зачарованное копьё

source: an Enchanted Spear
ru: зачарованное копьё

source: Pierce melee weapon: Magical
ru: Колющее оружие ближнего боя: магия

source: To hit with a spear, one must extend out in a quick thrust; a miss will often make the wielder pay for his error. To combat this danger, some spears are enchanted with magic to guide them into enemy flesh. Modifiers: None Damage Type: Pierce Specials: Magical
ru: To hit with a spear, one must extend out in a quick thrust; a miss will often make the wielder pay for his error. To combat this danger, some spears are enchanted with magic to guide them into enemy flesh. Модификаторы: нет Тип повреждений: колющие Особое: магия

source: Battle Axe
ru: Боевой топор

source: battle axe
ru: боевой топор

source: a Battle Axe
ru: боевой топор

source: Blade melee weapon: +2 damage
ru: Режущее оружие ближнего боя: +2 урона

source: Thunder Axe
ru: Громовой топор

source: thunder axe
ru: громовой топор

source: a Thunder Axe
ru: громовой топор

source: Blade melee weapon: Knockout, +1 damage
ru: Режущее оружие ближнего боя: +1 урон, нокаут

source: Ice Rod
ru: Ледяной жезл

source: ice rod
ru: ледяной жезл

source: the Ice Rod
ru: ледяной жезл

source: Cold melee weapon: Magical, +2 damage
ru: Ледяное оружие ближнего боя: +2 урона, магия

source: Plague Staff
ru: Чумной посох

source: plague staff
ru: чумной посох

source: a Plague Staff
ru: чумной посох

source: Impact melee weapon: Plague
ru: Крущащее оружие ближнего боя: -2 урона, чума

source: Nipper
ru: Клешня

source: nipper
ru: клешня

source: the Nipper
ru: клешню

source: Blade melee weapon: +1 attacks
ru: Режущее оружие ближнего боя: +1 атака

source: Smasher
ru: Крушитель

source: smasher
ru: крушитель

source: a Smasher
ru: крушитель

source: Impact melee weapon: Knockback, +2 damage
ru: Крушащее оружие ближнего боя: +2 урона, Knockback

source: Bow
ru: Лук

source: bow
ru: лук

source: a Bow
ru: лук

source: Pierce ranged weapon
ru: Колющее оружие дальнего боя

source: Elven Bow
ru: Эльфийский лук

source: elven bow
ru: эльфийский лук

source: an Elven Bow
ru: эльфийский лук

source: Javelin
ru: Дротик

source: javelin
ru: дротик

source: a Javelin
ru: дротик

source: Crossbow
ru: Арбалет

source: crossbow
ru: арбалет

source: a Crossbow
ru: арбалет

source: Hatchet
ru: Топорик

source: hatchet
ru: топорик

source: a Hatchet
ru: топорик

source: Blade ranged weapon
ru: Режущее оружие дальнего боя

source: Knife
ru: Нож

source: knife
ru: нож

source: a Knife
ru: нож

source: Sling
ru: Праща

source: sling
ru: праща

source: a Sling
ru: пращу

source: Impact ranged weapon
ru: Крушащее оружие дальнего боя

source: Frost Bow
ru: Ледяной лук

source: frost bow
ru: ледяной лук

source: a Frost Bow
ru: ледяной лук

source: Cold ranged weapon: +1 damage
ru: Ледяное оружие дальнего боя: +1 урон

source: Fire Bow
ru: Огненный лук

source: fire bow
ru: огненный лук

source: a Fire Bow
ru: огненный лук

source: Fire ranged weapon
ru: Огненное оружие дальнего боя

source: Storm Bow
ru: Штурмовой лук

source: storm bow
ru: штурмовой лук

source: a Storm Bow
ru: штурмовой лук

source: Pierce ranged weapon: +3 damage
ru: Колющее оружие дальнего боя: +3 урона

source: Tomahawk
ru: Томагавк

source: tomahawk
ru: томагавк

source: a Tomahawk
ru: томагавк

source: Blade ranged weapon: Sureflight, +1 damage
ru: Режущее оружие дальнего боя: +1 урон, Sureflight

source: Feathered Javelin
ru: Перьевой дротик

source: feathered javelin
ru: перьевой дротик

source: a Feathered Javelin
ru: перьевой дротик

source: Pierce ranged weapon: Sureflight
ru: Колющее оружие дальнего боя: Sureflight

source: Heavy Crossbow
ru: Тяжёлый арбалет

source: heavy crossbow
ru: тяжёлый арбалет

source: a Heavy Crossbow
ru: тяжёлый арбалет

source: Customised Sling
ru: Модифицированная праща

source: customised sling
ru: мод. праща

source: a Customised Sling
ru: модифицированную пращу

source: Impact ranged weapon: +1 damage
ru: Крушащее оружие дальнего боя: +1 урон

source: Health Potion
ru: Лечебное снадобье

source: a Health Potion
ru: лечебное снадобье

source: Restores 6 hitpoints
ru: Восстанавливает 6 здоровья

source: Endurance Potion
ru: Зелье живучести

source: an Endurance Potion
ru: зелье живучести

source: Restores 10 hitpoints and adds 1 max hitpoint
ru: Восстанавливает 10 ЖЗ, увеличивает максимум на 1

source: Stamina Potion
ru: Зелье выносливости

source: a Stamina Potion
ru: зелье выносливости

source: Adds 3 max hitpoints
ru: Увеличивает максимальное здоровье на 3

source: Life Potion
ru: Живительный эликсир

source: a Life Potion
ru: живительный эликсир

source: Restores 20 hitpoints
ru: Восстанавливает 20 здоровья

source: Brainhaste Tonic
ru: Тоник мудрости

source: some Brainhaste Tonic
ru: тоник мудрости

source: Adds 4 experience
ru: Даёт 4 опыта

source: Mind Juice
ru: Напиток разума

source: some Mind Juice
ru: напиток разума

source: -3 max experience
ru: -3 опыта, необходимого на повышение уровня

source: Antidote
ru: Противоядие

source: an Antidote
ru: противоядие

source: Cures poison
ru: Исцеляет от яда

source: Speed Serum
ru: Сыворотка скорости

source: some Speed Serum
ru: сыворотку скорости

source: Restores moves but poisons your metabolism
ru: Восстанавливает ходы, но отравляет организм

source: Energy Cocktail
ru: Энергетический коктейль

source: an Energy Cocktail
ru: энергетический коктейль

source: Drinker can attack twice in one turn
ru: Позволяет атаковать дважды

source: Frenzy Fluid
ru: Гремучая смесь

source: some Frenzy Fluid
ru: гремучую смесь

source: (Select to drink)
ru: (выпить снадобье)

source: $character[$side_number].name has drunk $used_item
ru: $character[$side_number].name выпил $used_item|.

source: female^$character[$side_number].name has drunk $used_item
ru: $character[$side_number].name выпила $used_item|.

source: Ring of Swiftness
ru: Кольцо стремительности

source: a Ring of Swiftness
ru: кольцо стремительности

source: Fire Ring
ru: Кольцо огня

source: a Fire Ring
ru: кольцо огня

source: +20% fire resistance
ru: +20% сопротивления огню
