Repository: FallenPhoenix/wesnoth-Bobs_RPG_Era
Catalog: translations/*/LC_MESSAGES/wesnoth-Bobs_RPG_Era.po
Languages: ru

source: Water Ring
ru: Кольцо воды

source: a Water Ring
ru: кольцо воды

source: +20% cold resistance
ru: +20% сопротивления холоду

source: Sky Ring
ru: Небесное кольцо

source: a Sky Ring
ru: небесное кольцо

source: +20% arcane resistance
ru: +20% сопротивления мистическим атакам

source: Earth Ring
ru: Кольцо земли

source: an Earth Ring
ru: кольцо земли

source: +20% impact resistance
ru: +20% сопротивления крушащим атакам

source: Gold Ring
ru: Золотое кольцо

source: a Gold Ring
ru: золотое кольцо

source: No special properties
ru: Не имеет особых свойств

source: Walking Boots
ru: Походные сапоги

source: some Walking Boots
ru: походные сапоги

source: +1 movement
ru: +1 передвижение

source: Elven Boots
ru: Эльфийские сапоги

source: some Elven Boots
ru: эльфийские сапоги

source: +2 movement
ru: +2 передвижения

source: +10% defence on flat terrain
ru: +10% защиты на ровной местности

source: Snow Shoes
ru: Снегоступы

source: some Snow Shoes
ru: снегоступы

source: (Select to wear)
ru: (одеть снегоступы)

source: $character[$side_number].name has put on some snow shoes
ru: $character[$side_number].name одел снегоступы.

source: female^$character[$side_number].name has put on some snow shoes
ru: $character[$side_number].name одела снегоступы.

source: (Select to remove)
ru: (снять снегоступы)

source: $character[$side_number].name has taken off their snow shoes
ru: $character[$side_number].name снял свои снегоступы.

source: female^$character[$side_number].name has taken off their snow shoes
ru: $character[$side_number].name сняла свои снегоступы.

source: Magic Bean
ru: Волшебное зёрнышко

source: a Magic Bean
ru: волшебное зёрнышко

source: Converts grassland to great tree
ru: На лугу может прорасти в огромное дерево

source: Converts grassland or savanna to great tree
ru: На лугу и в пустыне может прорасти в огромное дерево

source: (Select to plant)
ru: (посадить в землю)

source: $character[$side_number].name has planted a magic bean
ru: $character[$side_number].name посадил волшебное зёрнышко.

source: female^$character[$side_number].name has planted a magic bean
ru: $character[$side_number].name посадила волшебное зёрнышко.

source: Tent
ru: Палатка

source: a Tent
ru: палатку

source: (Select to pitch)
ru: (разбить палатку)

source: $character[$side_number].name has pitched a tent
ru: $character[$side_number].name разбил палатку.

source: female^$character[$side_number].name has pitched a tent
ru: $character[$side_number].name разбила палатку.

source: $character[$side_number].name has packed up the tent
ru: $character[$side_number].name свернул палатку.

source: female^$character[$side_number].name has packed up the tent
ru: $character[$side_number].name свернула палатку.

source: Map
ru: Карта

source: a Map
ru: карту

source: Removes all shroud within 10 hexes
ru: Удаляет пелену в радиусе 10 гексагонов

source: $character[$side_number].name has studied a map of the local area
ru: $character[$side_number].name изучил карту местности.

source: female^$character[$side_number].name has studied a map of the local area
ru: $character[$side_number].name изучила карту местности.

source: Suicide Bomb
ru: Суицидная бомба

source: a Suicide Bomb
ru: суицидную бомбу

source: Inflicts 10 impact damage on all adjacent units, including yourself
ru: Наносит 10 урона всем рядом стоящим, включая владельца

source: (Select to detonate)
ru: (взорвать бомбу)

source: $character[$side_number].name has detonated a suicide bomb
ru: $character[$side_number].name взорвал суицидную бомбу.

source: female^$character[$side_number].name has detonated a suicide bomb
ru: $character[$side_number].name взорвала суицидную бомбу.

source: Tongue Of Mockery
ru: Язык насмешника

source: the Tongue Of Mockery
ru: язык насмешника

source: Sends all adjacent units into a mini-berserk frenzy
ru: Вводит близстоящих бойцов в состояние неистовства

source: (Select to unleash the mockery)
ru: (выпустить на волю)

source: $character[$side_number].name has unleashed the tongue of mockery
ru: $character[$side_number].name выпустил язык насмешника.

source: Lantern
ru: Фонарь

source: a Lantern
ru: фонарь

source: Unlit Lantern
ru: Фонарь

source: an Unlit Lantern
ru: фонарь

source: Lit Lantern
ru: Зажжённый фонарь

source: (Select to light)
ru: (зажечь фонарь)

source: $character[$side_number].name has lit a lantern
ru: $character[$side_number].name зажёг фонарь.

source: female^$character[$side_number].name has lit a lantern
ru: $character[$side_number].name зажгла фонарь.

source: (Select to extinguish)
ru: (погасить фонарь)

source: $character[$side_number].name has extinguished their lantern
ru: $character[$side_number].name погасил свой фонарь.

source: female^$character[$side_number].name has extinguished their lantern
ru: $character[$side_number].name погасила свой фонарь.

source: brightens
ru: яркость

source: Brightens: If this unit is lawful it will fight with a +10% damage bonus at dusk and dawn, and a only -15% penalty at night. Units on adjacent hexes are not affected.
ru: Яркость: При свете фонарика порядочные бойцы получают 10% бонус к урону в сумерках, и только 15% штрафа в ночное время. На соседних бойцов эффект не распространяется.

source: Clay
ru: Глина

source: some Clay
ru: глину

source: Slime
ru: Слизь

source: some Slime
ru: слизь

source: Gold Nugget
ru: Золотой самородок

source: a Gold Nugget
ru: золотой самородок

source: Ulox Rock
ru: Улоксит

source: an Ulox Rock
ru: улоксит

source: Huanti Leaves
ru: Листья хуанти

source: some Huanti Leaves
ru: листья хуанти

source: Yoll Tree Bark
ru: Кора древа йолл

source: some Yoll Tree Bark
ru: кору древа йолл

source: Fang
ru: Клык

source: a Fang
ru: клык

source: Fungi
ru: Грибы

source: some Fungi
ru: грибы

source: Skull
ru: Череп

source: a Skull
ru: череп

source: Lizard Tail
ru: Хвост ящера

source: a Lizard Tail
ru: хвост ящера

source: Scorpion Tail
ru: Хвост скорпиона

source: a Scorpion Tail
ru: хвост скорпиона

source: Dragon Tail
ru: Хвост дракона

source: a Dragon Tail
ru: хвост дракона

source: Raw material used in concoction
ru: Сырьё, используемое в алхимии

source: Raw material used in conjuring
ru: Сырьё, используемое для призыва

source: Raw material used in herbalism and concoction
ru: Сырьё, используемое в знахарстве и алхимии

source: Raw material used in herbalism and conjuring
ru: Сырьё, используемое в знахарстве и призыве

source: Raw material used in herbalism, concoction and conjuring
ru: Сырьё, используемое в знахарстве, алхимии и призыве

source: Raw material used in weaponcraft, herbalism, concoction and conjuring
ru: Сырьё, используемое в знахарстве, алхимии, призыве и обработке оружия

source: Raw material used in weaponcraft, herbalism, traps and concoction
ru: Cырьё, используемое в знахарстве, алхимии, ловушках и обработке оружия

source: Raw material used in herbalism, traps, concoction and conjuring
ru: Сырьё, используемое в знахарстве, алхимии, призыве и в ловушках

source: Raw material used in weaponcraft, herbalism, traps, concoction and conjuring
ru: Сырьё, используемое в знахарстве, алхимии, призыве, ловушках и обработке

source: Bomb
ru: Бомба

source: a Bomb
ru: бомбу

source: a bomb trap
ru: бомбу

source: A trap that does 12 points of impact damage when stepped on
ru: Ловушка, наносящая наступившему 12 урона

source: Poison
ru: Отрава

source: some Poison
ru: отраву

source: a poison trap
ru: отраву

source: A trap that poisons when stepped on
ru: Ловушка, отравляющая жертву

source: Net
ru: Сеть

source: a Net
ru: сеть

source: a net trap
ru: сеть

source: A trap that slows when stepped on
ru: Ловушка, замедляющая жертву

source: Use Clay
ru: Использовать глину

source: Use Slime
ru: Использовать слизь

source: Use Fang
ru: Использовать клык

source: Use Skull
ru: Использовать череп

source: Use Huanti Leaves
ru: Использовать листья хуанти

source: Use Ulox Rock
ru: Использовать улоксит

source: Use Ulox Rocks
ru: Использовать улокситы

source: Use Yoll Tree Bark
ru: Использовать кору древа йолл

source: Use Scorpion Tail
ru: Использовать хвост скорпиона

source: Use Lizard Tail
ru: Использовать хвост ящера

source: Use Dragon Tail
ru: Использовать хвост дракона

source: Sharpen With Ulox Rock
ru: Поточить улокситом

source: +1 to melee damage
ru: +1 урон к вашему контактному оружию

source: Smear With Slime
ru: Намазать слизью

source: Gives your melee weapon the slows special
ru: Делает ваше контактное оружие замедляющим

source: Rub With Scorpion Tail
ru: Натереть скорпионьим хвостом

source: Makes your melee weapon poisonous
ru: Делает ваше контактное оружие ядовитым

source: Restores 4 hitpoints
ru: Восстанавливает 4 здоровья

source: +1 max hitpoints (uses 2 rocks)
ru: +1 макс. здоровье (расходует 2 камня)

source: -1 max experience
ru: -1 максимальный опыт

source: Removes slow
ru: Снимает замедление

source: Restores moves
ru: Восстанавливает ходы

source: +20% resistance to fire damage
ru: +20% сопротивления огню

source: Creates Bomb Trap
ru: Создание бомбы

source: Creates Poison Trap
ru: Создание отравы

source: Creates Net Trap
ru: Создание сетки

source: Huanti Leaves + Huanti Leaves = Health Potion
ru: Хуанти + Хуанти = Лечебное снадобье

source: Huanti Leaves + Ulox Rock = Endurance Potion
ru: Хуанти + Улоксит = Зелье живучести

source: Gold Nugget + Ulox Rock = Stamina Potion
ru: Самородок + Улоксит = Зелье выносливости

source: Huanti Leaves + Gold Nugget = Life Potion
ru: Хуанти + Самородок = Живительный эликсир

source: Slime + Yoll Tree Bark = Brainhaste Tonic
ru: Слизь + Йоллова кора = Тоник мудрости

source: Gold Nugget + Yoll Tree Bark = Mind Juice
ru: Самородок + Йоллова кора = Напиток разума

source: Huanti Leaves + Scorpion Tail = Antidote
ru: Хуанти + Хвост скорпиона = Противоядие

source: Slime + Scorpion Tail = Speed Serum
ru: Слизь + Хвост скорпиона = Сыворотка скорости

source: Slime + Gold Nugget = Energy Cocktail
ru: Слизь + Самородок = Энергетич. коктейль

source: Slime + Fang = Bloodlust Bile
ru: Слизь + Клык = Bloodlust Bile

source: Gold Nugget + Fang = Frenzy Fluid
ru: Самородок + Клык = Гремучая смесь

source: Creates a Mudcrawler
ru: Вызывает грязевика

source: Creates a Swampcrawler
ru: Вызывает болотника

source: Creates a Wolf
ru: Вызывает волка

source: Creates a Saurian Skirmisher
ru: Вызывает ящера-застрельщика

source: Creates a Skeleton
ru: Вызывает скелета

source: Creates a Giant Scorpion
ru: Вызывает гигантского скорпиона

source: Creates a Wose Sapling
ru: Вызывает молодого лешего

source: Creates a Fire Dragon
ru: Вызывает огненного дракона

source: $character[$side_number].name has found an item
ru: $character[$side_number].name нашёл предмет.

source: female^$character[$side_number].name has found an item
ru: $character[$side_number].name нашла предмет.

source: $character[$side_number].name has picked up $character[$dead_characters[$i].side].name|'s inventory
ru: $character[$side_number].name поднял вещи $character[$dead_characters[$i].side].name|.

source: female^$character[$side_number].name has picked up $character[$dead_characters[$i].side].name|'s inventory
ru: $character[$side_number].name подняла вещи $character[$dead_characters[$i].side].name|.

source: float^$unit.level|xp
ru: $unit.level ОП
